Repository: nsimsek979/WarAndSer
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: Basic Information
tr: Genel Bilgiler

source: Settings
tr: Ayarlar

source: Country Name
tr: Ülke Adı

source: Country Code
tr: Ülke Kodu

source: Country Flag
tr: Bayrak

source: City Name
tr: Şehir Adı

source: Country
tr: Ülke

source: County Name
tr: İlçe Adı

source: City
tr: Şehir

source: District Name
tr: Mahalle

source: County
tr: İlçe

source: Core Business Name
tr: Ana İş Kolu

source: Main
tr: Ana

source: Distributor
tr: Bayi

source: End User
tr: Son Kullanıcı

source: Company Name
tr: Firma Adı

source: Related Company
tr: Bağlı Olduğu Bayi

source: Tax Number
tr: Vergi No:

source: Company Type
tr: Firma Türü

source: Core Business
tr: Ana İş Kolu

source: Related Manager
tr: Bağlı Olduğu yönetici

source: Company
tr: Firma

source: Full Name
tr: Tam Adı

source: Title
tr: Unvan

source: Address Name
tr: Adres Adı

source: District
tr: Mahalle

source: Zip Code
tr: Posta Kodu

source: Address
tr: Adres

source: Customer List
tr: Müşteri Listesi

source: Customer created successfully!
tr: Müşteri başarıyla oluşturuldu!

source: Customer updated successfully!
tr: Müşteri başarıyla güncellendi!

source: Turkish
tr: Türkçe

source: English
tr: İngilizce

source: Status
tr: Durum

source: Stock Type
tr: Stok Türü

source: Brand Name
tr: Marka

source: Brand Image
tr: Resim

source: Category Name
tr: Kategori

source: Parent Category
tr: Ana Kategori

source: Item
tr: Ürün

source: Image URL
tr: Resim

source: Created At
tr: Kayıt Tarihi

source: Updated At
tr: Güncellenme Tarihi

source: Specification URL
tr: Özellik Dosyası

source: Warranty Type
tr: Garanti Türü

source: Warranty Value
tr: Garanti Değeri

source: Service Period Type
tr: Servis Periyodu Türü

source: Unit
tr: Birim

source: Service Period Value
tr: Servis Periyodu Değeri

source: Description
tr: Açıklama

source: Item Master
tr: Ana Ürün

source: Is Critical
tr: Kritik

source: Maintenance Description
tr: Bakım Açıklaması

source: Service Form Name
tr: Servis Formu

source: Attribute Type Name
tr: Özellik Türü

source: Attribute Unit Name
tr: Özellik Türü

source: Attribute Unit Symbol
tr: Özellik Türü Semboli

source: Main Item
tr: Ana Ürün

source: Spare Part Item
tr: Yedek Parça

source: Ad
tr: Ekle

source: Servis Formları
tr: Servis Formu

source: Servis Periyotları
tr: Servis Periyodu

source: Please select an item master.
tr: Lütfen bir ana ürün seçiniz.

source: Inventory item created successfully.
tr: Stok ürün başarıyla kaydedildi!

source: An error occurred while creating the inventory item: {}
tr: Sok ürün oluşturuluyorken bir hata ile karşılaştık: {}

source: Inventory item not found.
tr: Stok ürün bulunamadı.

source: You don't have permission to update this item.
tr: Bu ürünü güncellemek için yetkiniz yok.

source: Your company information is not defined.
tr: Firma bilgileriniz tanımlanmamış.

source: Selected item master does not exist.
tr: Seçilen ana ürün mevcut değil.

source: Inventory item updated successfully.
tr: Stok ürün başarıyla güncellendi.

source: An error occurred while updating the inventory item: {}
tr: Stok ürün güncellenirken bir hatayla karşılaştık: {}

source: You don't have permission to access this item.
tr: Bu ürünü görmek için yetkiniz yok.

source: Inventory item "{} ({})" has been deleted successfully.
tr: Sok ürün "{} ({})" başarıyla silindi.

source: An error occurred while deleting the inventory item: {}
tr: Stok ürün silinirken bir hatayla karşılaştık: {}

source: Change password
tr: Sifre değiştir

source: Add
tr: Ekle

source: View
tr: Gör

source: Change
tr: Değiştir

source: You don't have permission to view or edit anything.
tr: Görmek ve değişitirmek için yetkiniz yok.

source: Please correct the error below.
tr: Lütfen aşaıdaki hatayı düzeltiniz.

source: Please correct the errors below.
tr: Lütfen aşaıdaki hatayı düzeltiniz.

source: You are authenticated as %(username)s, but are not authorized to access this page. Would you like to login to a different account?
tr: Girmiş olduğunuz %(username)s hesapla bu sayfayı görme yetkiniz yok. Başka bir hesapla giriş yapmak ister misiniz?

source: Forgotten your password or username?
tr: Kullanıcı adınızı ve şifrenizi mi unuttunuz?

source: Log in
tr: Giriş

source: Open sidebar
tr: Kenarı Aç

source: Company Logo
tr: Firma Logosu

source: Product Menu
tr: Ürün Menüsü

source: Item Master List
tr: Ana Ürün Listesi

source: Add New Item
tr: Yeni ürün Ekle

source: Inventory Items
tr: Stok Ürün Listesi

source: Add Stock Item
tr: Stok Ürün Ekle

source: Customer
tr: Müşteri

source: Add New Customer
tr: Müşteri Ekle

source: Warranty & Services
tr: Garanti & Servisler

source: Installation List
tr: Kurulum Listesi

source: Installation Map
tr: Harita

source: Warranty Tracking
tr: Garanti Takip

source: Service Tracking
tr: Servis Takip

source: Installation & Maintenance
tr: Kurulum & Bakım

source: Profile
tr: Profil

source: View Profile
tr: Profili Gör

source: Sign Out
tr: Çıkış Yap

source: Django site admin
tr: Admin Sitesi

source: Home
tr: Ana Sayfa/Dashboard

source: Cancel
tr: İptal

source: Breakdown Maintenance Report
tr: Arıza Bakım Raporu

source: Comprehensive analysis of equipment breakdown and maintenance activities
tr: Ekipman arızaları ve bakım faaliyetlerinin kapsamlı analizi

source: Print Report
tr: Raporu Yazdır

source: Period
tr: Dönem

source: Breakdown Category
tr: Arıza Kategorisi

source: All Categories
tr: Tüm Kategoriler

source: Breakdown Reason
tr: Arıza Nedeni

source: All Reasons
tr: Tümü

source: Item Category
tr: Ürün Kategorisi

source: All Items
tr: Tüm Ürünler

source: Report Summary
tr: Rapor Özeti

source: Total Maintenance Records
tr: Toplam Bakım Kayıtları

source: Breakdown Cases
tr: Arıza Vakaları

source: Customers Affected
tr: Etkilenen Müşteriler

source: Breakdown by Breakdown Category
tr: Arıza Kategorisine Göre Arızalar

source: Breakdown by Reason
tr: Nedene Göre Arızalar

source: Monthly Breakdown Trend
tr: Aylık Arıza Trendi

source: Top 5 Breakdown Reasons
tr: İlk 5 Arıza Nedeni

source: Rank
tr: Sıra

source: Count
tr: Sayı

source: Percentage
tr: Yüzde

source: All Maintenance Records (%(count)s total)
tr: Tüm Bakım Kayıtları (%(count)s toplam)

source: Date
tr: Tarih

source: Equipment
tr: Ekipman

source: Category
tr: Kategori

source: Actions
tr: İşlemler

source: Resolved
tr: Çözüldü

source: Service History
tr: Servis Geçmişi

source: Previous
tr: Önceki

source: Next
tr: Sonraki

source: Showing %(start)s to %(end)s of %(count)s results
tr: %(count)s sonuçtan %(start)s - %(end)s arası gösteriliyor

source: First
tr: İlk

source: Last
tr: Son

source: No Data Available
tr: Veri Bulunamadı

source: There are no breakdown maintenance records to display for the selected period.
tr: Seçilen dönem için gösterilecek arıza bakım kaydı bulunmamaktadır.

source: Breakdowns
tr: Arızalar

source: Avg Resolution Days
tr: Ortalama Çözüm Süresi (Gün)

source: Breakdown by Customer
tr: Müşteri Bazında Arıza Dağılımı

source: Breakdown by Category
tr: Kategori Bazında Arıza Dağılımı

source: Top 5 Customers by Breakdown Count
tr: En Çok Arıza Yaşayan İlk 5 Müşteri

source: All Maintenance Records
tr: Tüm Bakım Kayıtları

source: total
tr: toplam

source: Days to Resolve
tr: Çözüm gün sayısı

source: Pending
tr: Beklemede

source: Showing
tr: Gösteriliyor

source: results
tr: sonuçlar

source: Category Installation Report
tr: Kategoriye Göre Kurulum Raporu

source: Installations
tr: Kurulumlar

source: No Category Data Found
tr: Kategori verisi yok

source: There are no installation records with category information in the selected time period.
tr: Seçilen dönem için gösterilecek arıza bakım kaydı bulunmamaktadır.

source: Core Business Installation Report
tr: Ana İş Koluna Göre Kurulum Raporu

source: Chart Type
tr: Grafik Tipi

source: Total Core Businesses
tr: Toplam Ana iş Kolu

source: With Installations
tr: Kurulumu Yapılan

source: Total Installations
tr: Toplam Kurulum

source: Without Installations
tr: Kurulumu Yapılmamış

source: Count by Core Business
tr: İş Koluna Göre Kurulumlar

source: Top 5 Core Businesses
tr: Top 5 İş Kolu

source: All Core Businesses with Installations
tr: Kurulum yapılan tüm İş Kolları

source: There are no installations with core business data to display.
tr: Ana iş koluna göre kurulum verisi yok.

source: Distributor Installation Report
tr: Bayi Kurulum Raporu

source: Total Distributors
tr: Toplam Bayi

source: Installation Count by Distributor
tr: Bayilere Göre Kurulum Sayıları

source: Distribution Overview
tr: Bayi Görünümü

source: Top 5 Distributors
tr: Top 5 Bayi

source: All Distributors with Installations
tr: Kurulum Yapılan Tüm Bayiler

source: There are no installations with distributor data to display.
tr: Bayiye ait kurulum verisi yok.

source: Warranty and Service Management System
tr: Garanti ve Servis Yönetim Sistemi

source: A centralized platform for customer installations, warranty tracking, and service management
tr: Bütünleşik garanti ve servis takip ve yönetim sistemi

source: View Details
tr: Detayı Gör

source: Active Warranty Items
tr: Aktif Garantideki Ürünler

source: Expiring Soon
tr: Süresi Dolacak Garantiler

source: Overdue Services
tr: Süresi Geçen Servisler

source: Installation Reports
tr: Kurulum Raporu

source: Core Business Report
tr: Ana İş Kolu Raporu

source: Total Businesses:
tr: Toplam İş Kolu:

source: With Installations:
tr: Kurulum Yapılanlar:

source: Top Business
tr: Top İş Kolu:

source: View Full Report
tr: Tüm Raporu Gör

source: Distributor Report
tr: Bayi Raporu

source: Total Distributors:
tr: Toplam Bayi

source: Top Distributor
tr: Top Bayi

source: Category Report
tr: Kategori Raporu

source: Total Categories:
tr: Toplam Kategori

source: Parent Categories:
tr: Ana Kategoriler

source: Top Category
tr: Top Kategori

source: Maintenance Reports
tr: Bakım Raporu

source: Total Breakdowns:
tr: Toplam Arıza

source: Recent (30 days):
tr: Son 30 Gün

source: Maintenance Status
tr: Bakım Durumu

source: Active Monitoring
tr: Aktif İzleme

source: All breakdown records tracked
tr: Tüm arıza kayıtları

source: Spare Parts Usage Report
tr: Yedek Parça Kullanım Raporu

source: Parts Categories
tr: Yedek parça Kategorileri

source: Comprehensive Analysis
tr: Bileşen Analizi

source: Breakdown, periodic & others
tr: Arıza, periyodik vs

source: Quick Access
tr: Hızlı Erişim

source: View and manage active, upcoming, and expired warranties.
tr: Aktif, yakın zamanda süresi dolacak ve süresi dolan garantileri gör ve yönet.

source: Monitor and manage scheduled, overdue, and completed services.
tr: Yaklaşan ve tamamlanan servisleri izle ve yönet.

source: View all installations and check their warranty/service statuses.
tr: Bütün kurulumları izle ve garanti/servis durumlarını kontrol et.

source: View installations on map with location data and details.
tr: Kurulum verilerini harita üzerinde gör.

source: Customer Actions
tr: Müşteri Hareketleri

source: Create Customer
tr: Müşteri Ekle

source: Product Operations
tr: Ürün Operasyonları

source: Inventory List
tr: Stok Listesi

source: Product Master List
tr: Ana Ürün Listesi

source: Spare Parts Report
tr: Yedek Parça Raporu

source: Comprehensive analysis of spare parts used in all maintenance activities
tr: Bakım hareketlerinde kullanılan yedek parça analizi

source: Maintenance Type
tr: Bakım Türü

source: All Types
tr: Tüm Türler

source: Spare Part Category
tr: Yedek Parça Kategorisi

source: Add a new customer to the system
tr: Yeni müşteri ekle.

source: General Info
tr: Genel Bilgiler

source: Contacts
tr: İletişim

source: Addresses
tr: Adresler

source: Working Hours
tr: Çalışma Saatleri

source: Name
tr: Adı

source: Enter customer name
tr: Müşteri adı gir

source: Select type
tr: Tür Seçin

source: Select Core Business
tr: Ana İş Kolu Seçin

source: Select Related Company
tr: Bayi Seçin

source: Select Manager
tr: Yönetici Seç

source: Active
tr: Aktif

source: Remove
tr: Sil

source: Add Contact
tr: İletişim Bilgisi Gir

source: Select Country
tr: Ülke Seç

source: Select City
tr: Şehir Seç

source: Select County
tr: İlçe Seç

source: Select District
tr: Mahalle Seç

source: Zipcode
tr: Posta Kodu

source: Enter full address
tr: Tam Adres Gir

source: Add Address
tr: Adres Ekle

source: Working Hours Configuration
tr: Çalışma Saati Ayarları

source: Daily Working Hours
tr: Günlük Çalışma Saati

source: hours
tr: saat

source: Maximum 24 hours per day
tr: Günde en fazla 24 saat

source: Saturday Work
tr: Cumartesi Çalışması Var Mı?

source: Working
tr: Çalışıyor

source: Not Working
tr: Çalışmıyor

source: Sunday Work
tr: Pazar Çalışması Var Mı?

source: Weekly Summary
tr: Haftalık Özet

source: hours per week
tr: haftalık çalışma saati

source: working days per week
tr: günlük çalışma saati

source: Information
tr: Bilgi

source: These working hours will be used to calculate service and warranty periods based on actual usage time.
tr: Çalışma saati bilgileri cari çalışmalara göre servis ve garanti hesaplamalarında kullanılacaktır

source: You can modify these settings later if needed.
tr: Bu ayarları gerekli gördünüzde değiştirebilirsiniz.

source: Are you sure you want to remove this contact?
tr: İletişim bilgisini silmek istediğinizden emin misiniz?

source: Are you sure you want to remove this address?
tr: Bu adresi silmek istediğinizden emein misiniz?

source: Customer Detail
tr: Müşteri Detayı

source: Edit
tr: Güncelle

source: Back
tr: Geri

source: General Information
tr: Genel Bilgiler

source: Company Details
tr: Firma Detayı

source: Inactive
tr: Pasif

source: No addresses found.
tr: Adres bulunamadı.

source: No contacts found.
tr: İletişim bilgisi bulunamadı.

source: Hours per Day
tr: Günlük çalışma saati

source: Days per Week
tr: Haftalık Çalışma Günü

source: Hours per Week
tr: Haftalık Çalışma Saati

source: Working on Saturday
tr: Cumartesi Çalışıyor

source: Not working on Saturday
tr: Cumartesi Çalışmıyor

source: Working on Sunday
tr: Pazar Çalışıyor

source: Not working on Sunday
tr: Pazar Çalışmıyor

source: Usage:
tr: Kullanım:

source: These working hours are used to calculate service and warranty periods based on actual equipment usage time.
tr: Çalışma saati bilgileri cari çalışmalara göre servis ve garanti hesaplamalarında kullanılacaktır

source: Working hours not configured for this customer.
tr: Bu müşteri için çalışma saati ayarları yapılmamış

source: Configure Working Hours
tr: Çalışma Saati Ayarları

source: Product
tr: Ürün

source: Serial No
tr: Seri No

source: Setup Date
tr: Kurulum Tarihi

source: Next Warranty End
tr: Garanti Bitiş Tarihi

source: Next Service Date
tr: Sonraki Servis Zamanı

source: Expired
tr: Süresi Dolmuş

source: No warranty
tr: Garanti Yok

source: Overdue
tr: Süresi Dolmuş

source: This Week
tr: Bu Hafta

source: Scheduled
tr: Planlı

source: No service
tr: Servis Yok

source: No installations found for this customer.
tr: Bu müşteri için henüz bir kurulum yapılmamış.

source: This view shows installations for this distributor and all related end-user companies.
tr: Burada bayi ve ona bağlı son kullanıcılara ait tüm kurulumları görebilirsiniz.

source: View All Installations
tr: Tüm Kurulumları Gör

source: Service tracking will be implemented here.
tr: Servis takip burada uygulanacak.

source: This tab will show service records filtered by this customer and child companies (if distributor).
tr: Eğer (bayi ise) bayiye bağşı firmaların servis bilgileri filtrelenecektir.

source: View All Services
tr: Tüm Servisleri Gör

source: Installations (Company & Related End Users)
tr: (Bayi ve Son Kullanıcı) Kurulumları

source: installations
tr: kurulumlar

source: Related Companies
tr: Bayiler

source: Service Date
tr: Servis Zamanı

source: Done
tr: Tamamlandı

source: Due Soon
tr: Yakında

source: View Service Detail
tr: Servis Detaylarını Gör

source: View Service History
tr: Servis Geçmişini Gör

source: No service records found for this customer.
tr: Müşteri için servis kayıtları bulunamadı.

source: Type
tr: Tür

source: Contact
tr: İletişim

source: No related companies found.
tr: Bayi bulunamadı.

source: Customers
tr: Müşteriler

source: Manage customer information and relationships
tr: Müşteri bilgi ve ilişkilerini yönetiniz.

source: Search by name, city, or core business...
tr: Ad, şehir ve ana iş koluna göre ara...

source: Search
tr: Ara

source: Clear
tr: Temizle

source: no_data
tr: veri_yok

source: Update Customer
tr: Müşteriyi Güncelle

source: Enter company name
tr: Firma adı gir

source: Enter email address
tr: Mail adresi gir

source: Enter telephone number
tr: Telefon gir

source: No contacts added. Click "Add Contact" to create one.
tr: İletişim bilgisi eklenmemiş. 'ekle' ye tıklayarak iletişim bilsi ekleyebilirsiniz.

source: No addresses added. Click "Add Address" to create one.
tr: Adres eklenmemiş. "Adres Ekleye" ye tıklayarak adres ekleyebilirsiniz

source: You can modify these settings anytime as business requirements change.
tr: İhtiyaç duyduğunuzda bu ayarları istediğiniz zaman değiştirebilirsiniz.

source: Create New Inventory Item
tr: Stok Ürün Ekle

source: Create Inventory Item
tr: Stok Ürün Ekle

source: Add a new item to inventory
tr: Yeni ürün ekle.

source: Basic Info
tr: Genel Bilgiler

source: Attributes
tr: Özellikler

source: Back to List
tr: Listeye Dön

source: Select an item master
tr: Ana ürün seç

source: No active item masters found
tr: Ana ürün yok

source: Available items
tr: Uygun ürünler

source: Selected Item Master
tr: Seçilen Ana Ürün

source: Shortcode
tr: Kısa Kod

source: Brand
tr: Marka

source: Serial Number
tr: Seri Numarası

source: Enter serial number
tr: Seri Numarası gir

source: Currently in use
tr: Kullanımda

source: Add Attribute
tr: Özellik Ekle

source: No attributes added yet. Click 'Add Attribute' to add item-specific attributes.
tr: Henüz özellik eklenmemiş. 'Özellik ekleye' tıklayarakekleyebilirsiniz.

source: Attribute Type
tr: Özellik Türü

source: Value
tr: Değer

source: Enter value
tr: Değer girin

source: Select unit
tr: Birim Seçin

source: Remove Attribute
tr: Özelliği Silin

source: Inventory Item Detail
tr: Stok Ürün Detayı

source: Inventory item details and information
tr: Stok ürün detay ve bilgileri

source: Inventory Item Information
tr: Stok Ürün Bilgileri

source: Edit Inventory Item
tr: Stok Ürünü Güncelle

source: Quantity
tr: Miktar

source: In Use
tr: Kullanımda

source: Available
tr: Uygun

source: Production Date
tr: Üretim Tarihi

source: Installation Date
tr: Kurulum Tarihi

source: Installation Status
tr: Kurulum Durumu

source: Marked as in use but no installation found
tr: Kullanımda olarak işaretlenmiş ama kurulum detayı bulunamıyor.

source: Not Installed
tr: Kurulum Yapılmamış

source: Created Date
tr: Kayıt Tarihi

source: Item Master Information
tr: Ana Ürün Bilgileri

source: Edit Item Master
tr: Ana Ürünü Güncelle

source: Spare Parts
tr: Yedek Parçalar

source: Code
tr: Kod

source: Maintenance Schedules
tr: Bakım Planlaması

source: Critical
tr: Kritik

source: Interval
tr: Bakım Aralığı

source: Usage Based
tr: Kullanıma Göre

source: Distance Based
tr: Mesafeye Göre

source: Time Based
tr: Zamana Göre

source: Added
tr: Eklendi

source: Updated
tr: Güncellendi

source: Maintenance Info
tr: Bakım Bilgisi

source: Other Inventory Items
tr: Diğer Stok Ürünler

source: Created
tr: Eklendi

source: Specification Files
tr: Özellik Dosyaları

source: Specification File
tr: Özellik Dosyası

source: Company Detail
tr: Firma Detayı

source: View Customer
tr: Müşteriyi Gör

source: Installation information not available
tr: Kurulum bilgilerine ulaşılmıyor.

source: Available for Installation
tr: Kurulum için uygun.

source: Images
tr: Resimler

source: Click to view full size
tr: Tam ekran görmek için tıklayınız.

source: No images available
tr: Resim yok.

source: Warranties
tr: Garantiler

source: Service Forms
tr: Servis Formları

source: Metadata
tr: Ana Data

source: Last Updated
tr: Son Güncellenme

source: Inventory Item List
tr: Stok ürün Listesi

source: Manage and track inventory items with stock levels
tr: Sok ürünlerini yönet ve izle.

source: Total Items
tr: Toplam Ürün

source: Usage Rate
tr: Kullanım Oranı

source: Search by name, serial number...
tr: Ada ve seri numarasıyla ..

source: All Brands
tr: Tüm Markalar

source: All Status
tr: Tüm Statüler

source: Show All Items
tr: Tüm ürünleri Göster

source: Image
tr: Resim

source: No attributes
tr: Özellik yok

source: No inventory items found
tr: Stok ürün bulunamadı

source: Add first inventory item
tr: İlk Ürününü ekle

source: Update Inventory Item
tr: Stok Ürününü Güncelle

source: Edit inventory item information
tr: Stok ürün bilgilerini güncelle

source: Choose an item master...
tr: Ana ürün seç

source: Selected Item Master Details
tr: Seçilen Ana Ürün Detayı

source: Item is currently in use
tr: Bu ürün kullanımda

source: Add specific attributes for this inventory item.
tr: Bu ürün için özellik ekle.

source: Select type...
tr: Tür seç..

source: No unit
tr: Birim yok

source: No attributes added yet. Click 'Add Attribute' to get started.
tr: Henüz özellik eklenmemiş. 'Özellik ekle' ye tıklayarak oluşturabilirsiniz.

source: Create New Item
tr: Yeni ürün Ekle

source: Add a new item to the master list
tr: Ana ürün listesine ürün ekle

source: Images & Specs
tr: Resim ve Dosyalar

source: Services
tr: Servisler

source: Maintenance
tr: Bakım

source: Enter unique shortcode
tr: Kısa kod gir

source: Maximum 10 characters
tr: Maksimum 10 karakter

source: Enter item name
tr: Ürün ismi gir

source: Select a category
tr: Kategori seç

source: Select a brand
tr: Marka seç

source: Select stock type
tr: Stok türü seç

source: Select status
tr: Statü seç

source: Enter item description (optional)
tr: Ürün açıklaması gir

source: Select Spare Part
tr: Yedek Parça Seç

source: Select spare part
tr: Yedek Parça Seç

source: No spare parts available (looking for stock type 'Spare Part')
tr: Uygun yedek parça yok

source: No items found with stock type 'Spare Part'
tr: Stok türü 'Yedek Parça' olan ürün bulunamadı

source: No spare parts selected yet
tr: Yedek parça henüz seçilmedi

source: Select Warranty
tr: Garanti Seç

source: Select warranty
tr: Garanti Seç

source: months
tr: ay

source: years
tr: yıl

source: No warranties available
tr: Garanti yok

source: No warranties selected yet
tr: Henüz garanti seçilmemiş

source: Select Service
tr: Servis Seç

source: Select service
tr: Servis Seç

source: No services selected yet
tr: Servis Seçilmemiş

source: Select Service Period
tr: Servis Periyodu Seç

source: Select maintenance period
tr: Bakım periyodu seç

source: No service periods available
tr: Bakım periyodu seçilmemiş

source: No maintenance schedules selected yet
tr: Bakım zamanı seçilmemiş

source: Enter maintenance description (optional)
tr: Bakım açıklaması gir

source: Create Item
tr: Ürün Ekle

source: Item Detail
tr: Ürün Detayı

source: Item master details and information
tr: Ana Ürün detay ve bilgileri

source: Edit Item
tr: Ürünü Güncelle

source: spare parts
tr: yedek parçalar

source: Used In Items
tr: Üründe Kullanılan Parçalar

source: items
tr: ürünler

source: Manage and track all master items in the system
tr: Ana ürünleri yönetebilir ve izleyebilirsiniz.

source: Search by name, shortcode, description...
tr: Ad, kod ve açıklamayla ...

source: Inventory
tr: Stok Ürün

source: View Inventory Items
tr: Stok Ürünleri Gör

source: Update Item
tr: Ürünü Güncelle

source: Edit master item information
tr: Ana Ürün bilgilerini güncelle

source: Back to Detail
tr: Detaya Dön

source: Enter item description
tr: Ürün Açıklaması Gir

source: Are you sure you want to remove this spare part?
tr: yedek parçayı silmek istediğinizden emin miisniz?

source: Are you sure you want to delete this image?
tr: Resmi silmek istediğinizden emin misiniz?
