Repository: nsimsek979/WarAndSer
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: Existing specification file
tr: Kayıtlı özellik dosyları

source: Are you sure you want to delete this specification file?
tr: Özellik dosyasını silmek istediğinizden emin misiniz?

source: Are you sure you want to remove this warranty?
tr: Garantiyi silmek istediğinizden emin misiniz?

source: No services available
tr: Servis bilgileri yok

source: Are you sure you want to remove this service?
tr: Servisi silmek istediğinizden emin misiniz?

source: User Profile
tr: Kullanıcı Profili

source: Username
tr: Kullanıcı

source: First Name
tr: Adı

source: Last Name
tr: Soyadı

source: Role
tr: Rol

source: Manager
tr: Yönetici

source: Default Language
tr: Seçmiş Olduğu Dil

source: Login
tr: Giriş

source: Welcome to GVS
tr: GVS ye Hoşgeldiniz

source: Your username
tr: Kullanıcı adı

source: Password
tr: Şifre

source: Your password
tr: Şifre

source: Forgot your password?
tr: Şifrenizi mi unuttunuz?

source: Enter new password
tr: Yeni şifre gir

source: New password
tr: Yeni Şifre

source: New password confirmation
tr: Şifre Onay

source: Change my password
tr: Şifremi değiştir

source: Installation Details
tr: Kurulum Detayları

source: Installation Completed
tr: Tamamlanan Kurulumlar

source: Installation Information
tr: Kurulum Bilgisi

source: Installer
tr: Kurulumu Yapan

source: Completed
tr: Tamamlandı

source: Installation Notes:
tr: Kurulum Notları:

source: Equipment Information
tr: Malzeme Bilgisi

source: Product Image
tr: Resim

source: Customer Information
tr: Müşteri Bilgisi

source: Sector
tr: İş Kolu

source: Tax No
tr: Vergi No

source: Warranty Information
tr: Garanti Bilgileri

source: Duration
tr: Süre

source: Start
tr: Başlangıç

source: End
tr: Son

source: Year
tr: Yıl

source: Hour
tr: Saat

source: Service Schedule
tr: Servis Zamanı

source: Service Type
tr: Servis Türü

source: Next Service
tr: Sonraki Servis

source: Month
tr: Ay

source: Warranty Types
tr: Garanti Türü

source: Service Plans
tr: Servis Plan

source: Photo
tr: Resim

source: This document was generated automatically on
tr: Bu belge otomatik olarak oluşturulmuştur

source: Warranty and Service Tracking System
tr: Garanti ve Servis İzleme Uygulaması

source: Installation Overview
tr: Kurulum Bilgileri

source: warrant
tr: garanti

source: month
tr: ay

source: hour
tr: saat

source: Days Left
tr: Kalan Gün

source: Quick Actions
tr: Hızlı Erişim

source: View All Warranties
tr: Tüm Garantileri Gör

source: Installation Management and Tracking
tr: Kurulum Yönetim ve İzleme

source: Active Warranty Installations
tr: Aktif Garantiler

source: Map
tr: Harita

source: Filter: Just active warranty installations are shown
tr: Filtre: Sadece aktif garantiler gösterilir.

source: Customer, product or serial no...
tr: Müşteri, ürün ve seri numarasına göre...

source: Next Warranty Expiration
tr: Garanti Bitiş

source: No Warranty
tr: Garanti yok

source: Planned
tr: Planlı

source: No Service
tr: Servis Yok

source: Detail
tr: Detay

source: No Installation Record Found
tr: Kurulum Bilgisi Bulunamadı

source: Back to Service Tracking
tr: Servis İzlemeye Geri Dön

source: Installation Form
tr: Kurulum Formu

source: Customer Company Name
tr: Müşteri Adı

source: Type or search company name...
tr: Tür veya firma ismi ile

source: New Customer
tr: Yeni Müşteri

source: Contact Person
tr: İletişim Bilgileri

source: Contact Phone
tr: Telefon

source: Contact Email
tr: Email

source: Save
tr: Kaydet

source: Installation Address
tr: Kurulum Adresi

source: Get Current Location
tr: Mevcut Konumu Al

source: Location:
tr: Konum:

source: Installation Notes
tr: Kurulum Notları

source: Photos and Files
tr: Resmim ve Dosyalar

source: Photos
tr: Resimler

source: Take Photo
tr: Resim Çek

source: Files
tr: Dosyalar

source: Select File
tr: Dosya Seç

source: Complete Installation
tr: Kurulumu Tamamla

source: Maintenance Form - Mobile
tr: Bakım Formu - Mobil

source: Maintenance Form
tr: Bakım Formu

source: Equipment maintenance registration form
tr: Makine bakım kayıt formu

source: Equipment to be maintained
tr: Bakım yapılan Makine

source: Equipment Name
tr: Makine Adı

source: Short Code
tr: Kısa Kod

source: Last Maintenance
tr: Son Bakım

source: Location
tr: Konum

source: Maintenance Information
tr: Bakım Bilgileri

source: Periodic Maintenance
tr: Periyodik Bakım

source: Breakdown Maintenance
tr: Arizi Bakım

source: Select breakdown category...
tr: Arıza kategorisi seç..

source: Select breakdown reason...
tr: Arıza sebebi seç...

source: Breakdown Details
tr: Arıza Detayları

source: Please explain the breakdown details and what was done...
tr: Arıza sebebini ve çözümünü yazınız...

source: Technician
tr: Teknisyen

source: Maintenance Technician
tr: Bakım Teknisyeni

source: Maintenance Date
tr: Bakım Tarihi

source: Controls
tr: Kontroller

source: Spare parts used
tr: Kullanılan Yedek Parçalar

source: Part Number: Not Specified
tr: Parça numrası: Tanımlanmamış

source: Quantity:
tr: Miktar

source: Notes
tr: Notlar

source: Additional information and explanations
tr: Ek açıklamalar

source: Add maintenance photos
tr: Bakım resimleri ekle

source: Open Camera
tr: Kamerayı aç

source: Select Image
tr: Resim Seç

source: Documents
tr: Belgeler

source: Add maintenance documents
tr: Belge ekle

source: Add File
tr: Belge Ekle

source: Add Document
tr: Belge Ekle

source: Saving...
tr: Kaydediyor...

source: Save Maintenance
tr: Bakımı Kaydet

source: * fields are required
tr: * alanlar zorunludur

source: Installation Scanner - GVS Mobile
tr: Kurulum Tarayıcısı - GVS Mobil

source: Installation Scanner
tr: Kurulum Tarayıcısı

source: Installation with QR Code
tr: QR Kod ile Kur

source: Scan QR Code
tr: QR Kodu Tara

source: Hold the equipment's QR code to the camera
tr: Makine QR Kodunu kameraya tut

source: Start Camera
tr: Kamerayı Başlat

source: Manual Entry
tr: Manuel Giriş

source: Enter equipment serial number
tr: Seri Numarası Gir

source: Search Equipment
tr: Makineyi Ara

source: No equipment ready for installation matching the QR code was found
tr: Kurulum için QR kod ile eşleşen bir ürün bulunamadı.

source: An error occurred while processing QR code
tr: QR kod aramasında bir hata oluştu

source: Serial number not found
tr: Seri numarası bulunamadı

source: Equipment not found
tr: Malzeme bulunamadı

source: An error occurred during search
tr: Arama sırasında bir hata ile karşılaştık

source: Warranty and Service
tr: Garanti ve Servis

source: Today
tr: Bugün

source: Work Done
tr: Tamamlanan İşlemler

source: This Month
tr: Bu Ay

source: Total Work
tr: Toplam İşlemler

source: Operations
tr: İşlemler

source: Installation
tr: Kurulum

source: New Equipment Installation
tr: Yeni Ürün kurulumu

source: Scan QR code to install new equipment, take photos and record customer information.
tr: QR kodu okutarak yeni ürün kurulumunu, resimlerini ve müşterileri kaydedin.

source: Maintenance & Repair
tr: Bakım Ve Onarım

source: Periodic Maintenance Operations
tr: Periyodik Bakım İşlemleri

source: Perform maintenance and repair operations on installed equipment, create reports.
tr: Kurulumu yapılmış malzemelerin bakım onarım işlemlerini ve raporlamasını yapabilirsiniz.

source: Report
tr: Raporlar

source: Scheduling
tr: Takvimlendirme

source: Maintenance Scanner - GVS Mobile
tr: Bakım Tarayıcısı - GVS Mobil

source: Maintenance Scanner
tr: Bakım Taracıyısı

source: QR Code Maintenance
tr: Bakım içiş QR Kod

source: Hold the equipment's QR code up to the camera
tr: Kamerayı makinenin QR Koduna tutunuz.

source: Search Installed Equipment
tr: Kurulumu Yapılmış Malzemeleri Ara

source: Serial No / Barcode
tr: SeriNo/Barkod

source: Enter serial number or barcode
tr: Seri No Gir

source: Only installed equipment will be searched
tr: Sadece kurulumu yapılmış malzemeleri arar

source: Stop Camera
tr: Kamerayı Durdur

source: Camera access failed. Please check camera permissions.
tr: Kamera açılmadı. Lütfen kamera kullanım izinlerini verin.

source: QR code read, searching for installed equipment...
tr: QR Kod okunuyor..

source: Search term required
tr: Zorunlu şartlar aranıyor..

source: Searching for installed equipment...
tr: Kurulumu Yapılmış malzemler aranıyor...

source: No installed equipment found
tr: Kurulumu yapılmış ürün bulunamadı

source: Unable to get detail information
tr: Detay bilgilere ulaşılmıyor

source: An error occurred while getting detail information
tr: Detay bilgilere ulaşırken hata oluştu

source: Please enter a serial number or barcode
tr: Lütfen seri numarası girin.

source: Service Detail
tr: Servis Geçmişi

source: Go Back
tr: Geri Dön

source: Service Information
tr: Servis Bilgileri

source: Service Value
tr: Servis Değeri

source: Overdue Service
tr: Süresi Geçmiş Servisler

source: Waiting
tr: Bekliyor

source: Calculation Details
tr: Hesaplama Detayları

source: Installation Location
tr: Kurulum Konumu

source: Service Status
tr: Servis Statüsü

source: on date
tr: zamanında

source: Service is overdue
tr: Servis zamanı geçmiş

source: remaining
tr: kalan

source: Mark as Completed
tr: Tamamlanmış olarak işaretle

source: Other Services for This Product
tr: Bu ürün için diğer servisler

source: Are you sure you want to mark this service as completed?
tr: Bu ürün için servis tamamlandı olarak işaretlenmesine emin misin?

source: This feature will be added soon!
tr: Bu özellik birazdan eklenecek.

source: Service Management and Tracking
tr: Servis Yönetim ve Takip

source: Total tracked items
tr: Taoplam ürün sayısı

source: Pending Service
tr: Bekleyen Servisler

source: Products awaiting service
tr: Servis bekleyen ürünler

source: Due Soon (7 Days)
tr: Servise 7 Gün Kalanlar

source: Service required within 7 days
tr: Servise 7 gün kalanlar

source: Products past due date
tr: Servis süresi geçenler

source: Filters
tr: Filtreler

source: All
tr: Tümü

source: Pending Services
tr: Bekleyen Servisler

source: Service List
tr: Servis Listesi

source: Service Completed
tr: Tamamlanan Servisler

source: services
tr: servis

source: periodic
tr: periyodik

source: breakdown
tr: arıza

source: No Records available
tr: Kayıt Yok

source: No service records found matching these criteria.
tr: Bu kriterlere göre servis bulunamadı

source: Warranty Details
tr: Garanti Detayları

source: Full Installation Details
tr: Kurulum Detayları

source: Warranty Status
tr: Garanti Statüsü

source: Years
tr: Yıl

source: Hours
tr: Saat

source: End Date
tr: Bitiş Tarihi

source: Calculation Details:
tr: Hesaplama Detayları:

source: Name:
tr: Adı:

source: Type:
tr: Tür:

source: Business:
tr: İş Kolu:

source: Tax Number:
tr: Verhi No:

source: Contact Details
tr: İletişim:

source: Manager:
tr: Bağlı Olduğu Yönetici:

source: Related Company:
tr: Bayi:

source: Warranty Management and Maintenance Tracking
tr: Garanti Yönetim Ve Takip

source: Active Warranty
tr: Aktif Garantiler

source: Products with active warranty
tr: Garantisi devam eden ürünler

source: Due within 30 days
tr: 30 Gün içinde süresi dolacaklar

source: Products with expired warranty
tr: Garanti süresi dolmuş olan ürünler

source: Active Warranties
tr: Aktif Garantiler

source: Due Soon (30 Days)
tr: 30 Gün İçinde Süresi Dolacaklar

source: Warranty List
tr: Garanti Listesi

source: Warranty
tr: Garanti

source: Warranty Expiration
tr: Garanti Süresi

source: Remaining Days
tr: Kalan Gün Sayısı

source: No Record Found
tr: Kayıt Yok

source: No warranty record found matching these criteria.
tr: Bu kritelere göre garanti kayıtları bulunamadı

source: Messages
tr: Mesajlar

source: Site Maps
tr: Site Haritası

source: Monday
tr: Pazartesi

source: Tuesday
tr: Salı

source: Wednesday
tr: Çarşamba

source: Thursday
tr: Perşembe

source: Friday
tr: Cuma

source: Saturday
tr: Cumartesi

source: Sunday
tr: Pazar

source: Mon
tr: Pzt

source: Tue
tr: Sl

source: Wed
tr: Çrş

source: Thu
tr: prş

source: Fri
tr: Cm

source: Sat
tr: Cmt

source: Sun
tr: Pz

source: January
tr: Ocak

source: February
tr: Şubat

source: March
tr: Mart

source: April
tr: Nisan

source: May
tr: Mayıs

source: June
tr: Haziran

source: July
tr: Temmuz

source: August
tr: Ağustos

source: September
tr: Eylül

source: October
tr: Ekim

source: November
tr: Kasım

source: December
tr: Aralık

source: jan
tr: ock

source: feb
tr: şb

source: apr
tr: nsn

source: jun
tr: haz

source: jul
tr: tem

source: aug
tr: ağs

source: sep
tr: eyl

source: oct
tr: ekim

source: nov
tr: kas

source: dec
tr: aral

# abbrev. month
source: Jan.
tr: Oca.

# abbrev. month
source: Feb.
tr: Şub.

# abbrev. month
source: March
tr: Mart

# abbrev. month
source: April
tr: Nisan

# abbrev. month
source: May
tr: Mayıs

# abbrev. month
source: June
tr: Haziran

# abbrev. month
source: July
tr: Temmuz

# abbrev. month
source: Aug.
tr: Agus.

# abbrev. month
source: Sept.
tr: Eyl.

# abbrev. month
source: Oct.
tr: Ekim

# abbrev. month
source: Nov.
tr: Kas.

# abbrev. month
source: Dec.
tr: Aral.

# alt. month
source: January
tr: Ocak

# alt. month
source: February
tr: Şubat

# alt. month
source: March
tr: Mart

# alt. month
source: April
tr: Nisan

# alt. month
source: May
tr: Mayıs

# alt. month
source: June
tr: Haziran

# alt. month
source: July
tr: Temmuz

# alt. month
source: August
tr: Ağustos

# alt. month
source: September
tr: Eylül

# alt. month
source: October
tr: Ekim

# alt. month
source: November
tr: Kasım

# alt. month
source: December
tr: Aralık

source: Location Information
tr: Konum Bilgileri

source: System Info
tr: Sistem

source: Calculated Results
tr: Hesaplama Bilgileri

source: Due
tr: Son

source: Breakdown Information
tr: Arıza Bilgileri

source: Required for breakdown maintenance only
tr: Sadece arizi bakım için gerekli

source: Additional Information
tr: Ek Bilgiler

source: Has GPS Location
tr: GPS Bilgileri mevcut

source: Inventory Item
tr: Stok Ürün

source: Calculated Information
tr: Hesaplama Bilgileri

source: Days Remaining
tr: Kalan Gün

source: Service Details
tr: Servis Detayları

source: Days Until Due
tr: Kalan Gün Sayısı

source: Mark selected services as completed
tr: Tamamlandı olarak işaretle

source: Image Details
tr: Resim Bilgileri

source: Upload Information
tr: Yükleme Bilgileri

source: Document Details
tr: Belge Detayı

source: Document Settings
tr: Belge Ayarları

source: Installed Item
tr: Kurulumu Yapılan Ürün

source: Installer User
tr: Kurulumu Yapan Kullanıcı

source: User who performed the installation
tr: Kurulumu yapan

source: Date when the installation was completed
tr: Kurulum tarihi

source: Inventory item to be installed
tr: kurulumu Yapılan ürün

source: End user customer where equipment is installed
tr: Kurulum yapılan firma

source: Detailed address of installation location
tr: Kurulum adresi

source: Additional notes about the installation
tr: Ek bilgiler

source: Selected inventory item is already in use.
tr: Servis yapılacak ürün

source: Installations can only be made for end user customers.
tr: Kurulum sadece son kullanıcılara yapılır

source: Location not set
tr: Konum belirlenmemiş

source: Installation Image
tr: Kurulum Resmi

source: Photo taken during installation
tr: Kurulum Resimleri

source: Image Title
tr: Resmim Adı

source: Descriptive title for the image
tr: Resim başlığı

source: Image Description
tr: Resim Açıklaması

source: Detailed description of what the image shows
tr: Açıklama

source: Before Installation
tr: Kurulum öncesi

source: During Installation
tr: Kurulum Sırasında

source: After Installation
tr: Kurulum Sonrası

source: Equipment Photo
tr: Malzeme Resmi

source: Location Photo
tr: Konum Fotosu

source: Documentation Photo
tr: Belge Resmi

source: Other
tr: Diğer

source: Image Type
tr: Resim tipi

source: When the photo was taken
tr: Resmin çekildiği zaman

source: Uploaded By
tr: Yükleyen

source: User who uploaded the image
tr: Resmi Kaydeden

source: Installation Images
tr: Kurulum Resimleri

source: Installation Document
tr: Kurulum Belgeleri

source: Document Title
tr: Belge Başlığı

source: Document Description
tr: Balge Açıklaması

source: Installation Manual
tr: Kurulum Manueli

source: Installation Certificate
tr: Kurulum Sertifikası

source: Installation Report
tr: Kurulum Raporu

source: Installation Checklist
tr: Kontrol Listesi

source: Warranty Document
tr: Garanti Belgesi

source: Technical Specification
tr: Teknik Özellikler

source: Installation Contract
tr: Kurulum Sözleşmesi

source: Invoice/Receipt
tr: Fatura

source: Other Document
tr: Diğer

source: Document Type
tr: Belge Tipi

source: Uploaded At
tr: Yükleme Tarihi

source: User who uploaded the document
tr: Yükleyen Kullanıcı

source: File Extension
tr: Belge Erişim

source: Required Document
tr: Gerekli Belge

source: Confidential
tr: Gizli

source: Installation Documents
tr: Kurulum belgeleri

source: Time-Term Warranty (Month Based)
tr: Zmana Göre Garanti(Ay Bazlı)

source: Working Hours Warranty
tr: Çalışma Saatine Göre Garanti

source: End of Warranty Date
tr: Garanti Bitiş Tarihi

source: Calculated warranty end date
tr: Hesaplanmış garanti bitiş tarihi

source: Calculation Notes
tr: Hesaplama Notları

source: Warranty Follow-Up
tr: Garanti Takip

source: Warranty Follow-Ups
tr: Garanti Takip

source: Time-Term Service (Month Based)
tr: Ay Bazlı Servis

source: Working Hours Service
tr: Çalışma Saatine Göre Servis

source: Months for time-term service, Hours for working hours service
tr: Zamana göre sevşste ay bazlı, çalışma süresine göre hesaplamada saat bazlı

source: Calculated next service date
tr: Hesaplanan bir sonraki servis zamanı

source: Completion Date
tr: Tamamlanma Tarihi

source: Completion Notes
tr: Kurulum Notları

source: Service Follow-Up
tr: Servis Takip

source: Service Follow-Ups
tr: Servis Takip

source: Mechanical Failures
tr: Mekanik Arızalar

source: Electrical Failures
tr: Elektrik Arızaları

source: Hydraulic Failures
tr: Hidrolik Arızalar

source: Pneumatic Failures
tr: Pnömatik Arızalar

source: Category Type
tr: Kategori Türü

source: Type of breakdown category
tr: Arıza Kategori Türü

source: Category name
tr: Kategori

source: Is Active
tr: Aktif

source: Breakdown Categories
tr: Arıza Kategorileri

source: Breakdown reason name
tr: Arıza sebebi

source: Breakdown Reasons
tr: Arıza Sebepleri

source: Category of the breakdown (required for breakdown maintenance)
tr: Arıza kategorisi

source: Select breakdown reason (required for breakdown maintenance)
tr: Arıza sebebi seçin

source: Breakdown Reason Detail
tr: Arıza Sebepleri Detayı

source: Additional details about the breakdown reason
tr: Ek bilgiler

source: Date when maintenance was performed
tr: Bakım zamanı

source: Maintenance Record
tr: Bakım Kaydı

source: Maintenance Records
tr: Bakım Kayıtları

source: Maintenance type must be selected.
tr: Bakım tipi seçilmeli

source: Breakdown category is required for breakdown maintenance.
tr: Bakım kategorisi zorunludur

source: Breakdown reason is required for breakdown maintenance.
tr: Bakım sebebi zorunludur

source: Service Form
tr: Servis Formu

source: Maintenance Service Form
tr: Bakım Servis Formu

source: Maintenance Service Forms
tr: Bakım Servis Formları

source: Spare Part
tr: Yedek Parça

source: Used
tr: Kullanımda

source: Quantity Used
tr: Kullanılan Miktar

source: Maintenance Spare Part
tr: Yedek Parça

source: Maintenance Spare Parts
tr: Yedek Parçalar

source: Maintenance Photo
tr: Bakım Resmi

source: Maintenance Photos
tr: Bakım Resimleri

source: Document
tr: Belge

source: Document Name
tr: Belge Adı

source: Maintenance Document
tr: Bakım Belgesi

source: Maintenance Documents
tr: Bakım Belgeleri

source: Total Warranties
tr: Toplam Garantiler

source: Total Services
tr: Toplam Servis

source: Summary
tr: Özet

source: By Category
tr: Kategoriye Göre

source: By Item Master
tr: Ana Ürüne Göre
